import React from "react";
import "./pages.css";
const About = () => {
  return (
    <div>
      <h1 className="h1-history">История кафедры</h1>
      <div>
        <p className="history">
          В 1989 году во Фрунзенском политехническом институте была создана
          кафедра «Технология и конструирование швейных изделий» по подготовке
          специалистов для легкой промышленности Кыргызстана. Инициатором
          открытия, организатором и руководителем кафедры стала Иманкулова Айым
          Сатаровна доктор технических наук, профессор, лауреат Государственной
          премии в области науки и техники.
          <br />
          Как самостоятельное структурное подразделение кафедра «Художественного
          проектирования изделий» функционирует с 2009 года после отделения от
          кафедры «Технология изделий легкой промышленности». Заведующей
          кафедрой была назначена Акынбекова Медеркуль Бозгунчиевна,
          искусствовед, член союза художников КР.
          <br />
          Акынбекова М.Б. внесла большой трудовой и интеллектуальный вклад в
          развитие новой кафедры «Художественное проектирование изделий» КГТУ
          им. И. Раззакова и сплотила в это направление высокопрофессиональных
          художников-педагогов Кыргызстана.
          <br />С 2014 года кафедрой заведует Джолдошова Айнура Буудайыковна, к.
          т. н., доцент по специальности «Технология» <br />
          Профессорско-преподавательский состав кафедры «ХПИ» укомплектован
          специалистами с базовым профильным образованием и большим опытом
          работы в своей деятельности.
          <br />
          Многие из них являются членами Союза художников КР, участниками и
          лауреатами многочисленных конкурсов, выставок, показов, вернисажей
          республиканского и международных уровней в Кыргызстане, Италии,
          Франции, Германии, Турции и других странах.
          <br />
          Творческих педагогов отличает личная потребность в творчестве, наличие
          креативного типа мышления, интерес к продуктивному взаимодействию со
          студентами, склонность к дизайн-проектированию с учетом научной
          новизны и оптимальностью решения поставленных задач.
        </p>
      </div>
    </div>
  );
};

export default About;
