import React from "react";
import "./pages.css";
const nayka = () => {
  return (
    <div className="nayka">
      <h1>Научно-исследовательская работа</h1>
      <div className="nauka">
        <h2>Научно-исследовательская работа кафедры ХПИ ведется в областях:</h2>
        <li>
          проектирования современной одежды на основе традиционного кыргызского
          костюма,
        </li>
        <li>
          по исследованию и разработке новых технологий в декоративно-прикладном
          искусстве и графическом дизайне,
        </li>
        <li>
          совершенствованию метода натурального крашения в современных народных
          художественных промыслах,
        </li>
        <li>
          проектирование коллекций для творческих коллективов (танцевальных,
          музыкальных и других),
        </li>
        <li>
          Способы творческой трансформации народного костюма при создании
          современных моделей и коллекций.
        </li>
        <li>
          разработки системного подхода при проектировании коллекций нарядной
          одежды.
        </li>
      </div>
      <div className="nauka-second-text">
        <h2>Научно-исследовательская работа кафедры ХПИ</h2>
        <li>
          Отчёт о научно-исследовательской работе кафедры ХПИ за 2019 -20 год .
        </li>
        <li>Информационный отчёт по НИР за 2019-2020 учебный год каф ХПИ</li>
        <li>
          Отчёт о научно-исследовательской работе кафедры “Художественное
          проектирование изделий” за 2020 год .
        </li>
        <li>План НИР и международной деятельности 2018 -19 учебный год.</li>
      </div>
    </div>
  );
};

export default nayka;
